Revit 2024 API
ParameterTypeId.ViewerBoundActiveLeft Property
 "Left Clip Active"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ViewerBoundActiveLeft { get; }
Visual Basic
Public Shared ReadOnly Property ViewerBoundActiveLeft As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ViewerBoundActiveLeft {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace